Repository: zayronnn/Kore0
Catalog: plugins/vendingLog/po/*.po
Languages: pt

source: Command used by vendingLog plugin
pt: Comando utilizado pelo plugin vendingLog

source: Logs vending for servers with shop_sold_long
pt: Registra vendas para servidores que usam o pacote shop_sold_long

source: %s We sold something to %s!
pt: %s Vendemos algo para %s!

source: %s Your sever doesn't use %s, unloading %s
pt: %s Seu servidor não utiliza %s, descarregando %s

source: %s Already known buyer, using cached name (%s)
pt: %s Comprador já conhecido, usando nome em cache (%s)

source: %s New charID, queuing name request.
pt: %s Novo charID, adicionando pedido de nome à lista.

source: %s Queue is empty.
pt: %s Fila vazia.

source: %s Shutting down...
pt: %s Terminando...

source: %s Max name request attempts reached, giving up on charID %s
pt: %s Quantidade máxima de pedidos atingida, desistindo do charID %s

source: %s Requesting player name with charID %s (attempt number %d)
pt: %s Pedindo o nome do jogador de charID %s (tentativa número %d)

source: Vending Log
pt: Relatório de Vendas

source: # Item Amount Earned Buyer When
pt: # Item Quant. Lucrou Comprador Quando

source: Unknown
pt: Desconhecido

source: Nothing sold yet
pt: Nada vendido ainda

source: %s timeout %s is undefined, equal to zero or invalid. Defaulting to %s second(s)
pt: %s timeout %s não está definido, é igual a zero ou inválido. Utilizando padrão de %s segundo(s)

source: %s timeout %s set to %s second(s)
pt: %s timeout %s definido como %s segundo(s)

source: %s max tries %s is undefined, equal to zero or invalid. Defaulting to %s attempt(s)
pt: %s limite de tentativas %s não está definido, é igual a zero ou inválido. Utilizando padrão de %s tentativa(s)

source: %s date format %s is undefined or invalid. Defaulting to %s (%s)
pt: %s formatação de data %s não está definido, é igual a zero ou inválido. Utilizando padrão de %s (%s)

source: %s date format %s set to %s (%s)
pt: %s formatação de data %s definida como %s (%s)

source: %s Unloading plugin...
pt: %s Descarregando plugin...

source: %s Plugin unloaded.
pt: %s Plugin descarregado.

source: %s Reloading plugin...
pt: %s Recarregando plugin...

source: %s Plugin reloaded.
pt: %s Plugin recarregado.

source: %s Logging vending
pt: %s Registrando relatório de vendas

source: %s Hooked onto %s!
pt: %s Conectado a %s!

source: %s Unhooked from %s!
pt: %s Desconectado de %s!
