Repository: zayronnn/Kore0
Catalog: XCORE-ROLA/plugins/raiseStat/po/*.po
Languages: pt

source: automatically raise character stats
pt: adiciona pontos de atributo automaticamente

source: [raiseStat] Plugin unloading or reloading
pt: [raiseStat] Plugin descarregando ou recarregando

source: [raiseStat] Plugin stage changed to 'INACTIVE'
pt: [raiseStat] Estado do plugin alterado para 'INATIVO' (INACTIVE)

source: [raiseStat] Plugin stage changed to 'AWAITING_CHANCE_OR_ANSWER'
pt: [raiseStat] Estado do plugin alterado para 'AGUARDANDO_CHANCE_OU_RESPOSTA' (AWAITING_CHANCE_OR_ANSWER)

source: [raiseStat] Plugin stage changed to 'ADDING'
pt: [raiseStat] Estado do plugin alterado apra 'ADICIONANDO' (ADDIND)

source: [raiseStat] Received a raise chance or answer
pt: [raiseStat] Recebida chance ou resposta

source: [raiseStat] Decided next stat to raise: '%s'
pt: [raiseStat] Próximo atributo a ser adicionado: '%s'

source: [raiseStat] No more stats to raise; disabling statsAddAuto
pt: [raiseStat] Não há mais atributos para adicionar; desativando statsAddAuto

source: [raiseStat] Not enough free points to raise '%s'
pt: [raiseStat] Não há pontos de atributo suficiente para adicionar '%s'

source: [raiseStat] We have enough free points to raise '%s'
pt: [raiseStat] Há pontos de atributos suficiente para adicionar '%s'

source: [raiseStat] Auto-adding stat '%s' to '%d'
pt: [raiseStat] Adicionando ponto ao atributo '%s', para '%d' pontos

source: Stat '%s' is more then 99 and 'statsAdd_over_99' is disabled; disabling statsAddAuto
pt: O atributo '%s' já tem mais de 99 pontos e 'statsAdd_over_99' está desativado; desabilitando statsAddAuto

source: Unknown stat '%s'; disabling statsAddAuto
pt: Atributo desconhecido '%s'; desativando statsAddAuto

source: [raiseStat] Configuration set in config.txt is valid
pt: [raiseStat] Configuração em config.txt é válida
