Repository: zayronnn/Kore0
Catalog: plugins/raiseSkill/po/*.po
Languages: pt

source: automatically raise character skills
pt: adiciona pontos de habilidade automaticamente

source: [raiseSkill] Plugin unloading or reloading
pt: [raiseSkill] Plugin descarregando ou recarregando

source: [raiseSkill] Plugin stage changed to 'INACTIVE'
pt: [raiseSkill] Estado do plugin alterado para 'INATIVO' (INACTIVE)

source: [raiseSkill] Plugin stage changed to 'AWAITING_CHANCE_OR_ANSWER'
pt: [raiseSkill] Estado do plugin alterado para 'AGUARDANDO_CHANCE_OU_RESPOSTA' (AWAITING_CHANCE_OR_ANSWER)

source: [raiseSkill] Plugin stage changed to 'ADDING'
pt: [raiseSkill] Estado do plugin alterado apra 'ADICIONANDO' (ADDIND)

source: [raiseSkill] Received a raise chance or answer
pt: [raiseSkill] Recebida chance ou resposta

source: [raiseSkill] Decided next skill to raise: '%s'
pt: [raiseSkill] Próxima habilidade a ser adicionada: '%s'

source: [raiseSkill] No more skills to raise; disabling skillsAddAuto
pt: [raiseSkill] Não há mais habilidades para adicionar; desativando skillsAddAuto

source: [raiseSkill] We don't have any free skill point
pt: [raiseSkill] Não há mais pontos de habilidade livres

source: [raiseSkill] We have free skill points
pt: [raiseSkill] Há pontos de habilidade livres

source: [raiseSkill] Skill '%s' cannot be raised further
pt: [raiseSkill] Não é possível adicionar mais pontos à habilidade '%s'

source: [raiseSkill] We can raise '%s' further
pt: [raiseSkill] Podemos adicionar mais pontos à habilidade '%s'

source: [raiseSkill] Skill '%s' does not exist in your skill tree; disabling skillsAddAuto
pt: [raiseSkill] A habilidade '%s' não existe na árvore de habilidades; desativando skillsAddAuto

source: [raiseSkill] Skill '%s' reached its maximum level or prerequisite not reached; disabling skillsAddAuto
pt: [raiseSkill] Habilidade '%s' atingiu o nível máximo ou não cumpriu algum pré-requisito; desativando skillsAddAuto

source: Auto-adding skill '%s' to '%d'
pt: Adicionando ponto à habilidade '%s', para '%d' pontos

source: Unknown skill '%s' in '%s'; disabling skillsAddAuto
pt: Habilidade '%s' desconhecida em '%s'; desativando skillsAddAuto

source: [raiseSkill] Configuration set in config.txt is valid
pt: [raiseSkill] Configuração em config.txt é válida
